/* afpAccessDenied */
"-5000.message" = "アプリケーション %@ を開くためのアクセス権がありません。";
"-5000.info" = "お使いのコンピュータまたはネットワークの管理者に問い合わせてください。";
"-5000.help" = "mh1519";

/* afpAccessDenied - but for document */
"documentPermissionError" = "書類 %@ を開くためのアクセス権がありません。";
"documentPermissionError.info" = "お使いのコンピュータまたはネットワークの管理者に問い合わせてください。";
"documentPermissionError.help" = "mh1519";

/* afpInsideTrashErr*/
"-5044.message" = "アプリケーション %@ は、ゴミ箱に入っているため開くことができません。";
"-5044.info" = "このアプリケーションを開くには、ゴミ箱から取り出してください。";

/* kLSAppInTrashErr */
"-10660.message" = "アプリケーション %@ は、ゴミ箱に入っているため開くことができません。";
"-10660.info" = "このアプリケーションを開くには、ゴミ箱から取り出してください。";

/* kLSAppIsInBackupSnapshotErr */
"-10657.message" = "アプリケーション %@ は、Time Machine バックアップ内にあるため開くことができません。";

/* kLSIncompatibleApplicationVersionErr */
"-10664.message" = "アプリケーション %@ のこのバージョンは、このバージョンの Mac OS X では使用できません。";
"-10664.info" = "%@ %@ が使用されています。";
"-10664.help" = "mh24615";

/* kLSIncompatibleApplicationVersionErr with Software Update */
"-10664.message.2" = "%@ を開くには、最新バージョンにアップデートする必要があります。";
"-10664.info.2" = "今すぐインストールするにはソフトウェア・アップデートを実行してください。";

/* kLSNoRosettaEnvironmentErr */
"-10665.title" = "%@ を開くには、Rosetta ソフトウェアをインストールする必要があります。今すぐ Rosetta をインストールしますか？";
"-10665.error.title" = "%@ を開くには、Rosetta をインストールする必要があります。";
"-10665.error.nonetwork" = "Rosetta をインストールするには、インターネットに接続して %@ を開いてください。インターネットに接続できない場合は、Mac OS X インストールディスクをセットし、“オプションインストール”フォルダを開いてから、“Optional Installs”をダブルクリックしてください。";
"-10665.error.noserver" = "ソフトウェア・アップデートが現在利用できません。ソフトウェア・アップデートが利用できるようになったら、%@ をもう一度開いてください。";
"-10665.error.busy" = "別のソフトウェア・アップデートが進行中です。アップデートが終了したら、%@ をもう一度開いて Rosetta をインストールしてください。";
"-10665.error.notfound" = "Rosetta を後でインストールするには、%@ をもう一度開いてください。インターネットに接続できない場合は、Mac OS X インストールディスクをセットし、“オプションインストール”フォルダを開いてから、“Optional Installs”をダブルクリックしてください。";

/* kLSNoClassicEnvironmentErr */
"-10828.message" = "Classic 環境は現在サポートされていないため、アプリケーション %@ を開くことができません。";

/*kLSIncompatibleSystemVersionErr*/
"-10825.message" = "アプリケーション %@ のこのバージョンは、このバージョンの Mac OS X では使用できません。";
"-10825.info" = "Mac OS X %@ が使用されています。このアプリケーションには Mac OS X %@ 以降が必要です。";
"-10825.help" = "mh24616";

/* kLSNoLaunchPermissionErr */
"-10826.message" = "アプリケーション %@ を開くためのアクセス権がありません。";
"-10826.info" = "お使いのコンピュータまたはネットワークの管理者に問い合わせてください。";
"-10826.help" = "mh1519";

/* kLSNoExecutableErr */
"-10827.message" = "アプリケーション %@ は、破損しているか不完全である可能性があるため開くことができません。";

/* kLSMultipleSessionsNotSupportedErr */
"-10829.message" = "アプリケーション %@ は、ほかの人が使用しているため開くことができません。";
"-10829.info" = "そのユーザにアプリケーションを終了するように依頼してから、もう一度試してください。";

/* fnfErr */
"-43.message" = "アプリケーションが見つかりません。";

/* kLSApplicationNotFoundErr -10814 */
kLSApplicationNotFoundErr = "書類 %@ を開くために必要なデフォルトアプリケーションが指定されていません。";
kLSApplicationNotFoundErr.url = "URL %@ を開くために必要なデフォルトアプリケーションが指定されていません。";

/* this is the default message we use if no other error was found */
default.message = "アプリケーション %@ を開けません。";
default.info = "%d";

default2.message = "アプリケーションを開けません。";

/* kLSExecutableIncorrectFormat -10661 */
"-10661.message" = "アプリケーション %@ は、このタイプの Mac が対応していないため開くことができません。";

SU_BUTTON = "ソフトウェア・アップデート...";

OK = "OK";